Repository: iderasyh/niblin
Catalog: lib/l10n/app_*.arb
Languages: sq

# onboarding_screen1_headline
source: Your baby’s first bites matter more than you think.
sq: Hapat e parë të ushqimit të foshnjës suaj kanë më shumë rëndësi nga sa mendoni.

# onboarding_screen1_subtext
source: Let’s make them joyful, safe, and stress-free, together.
sq: Le t’i bëjmë ato të gëzueshme, të sigurta dhe pa stres, së bashku.

# onboarding_screen1_cta
source: Let’s Start
sq: Le të fillojmë

# onboarding_screen1_secondary_button
source: I ALREADY HAVE AN ACCOUNT
sq: KAM NJË LLOGARI

# onboarding_screen2_headline
source: The first 1,000 days shape your baby’s health for life.
sq: 1,000 ditët e para formojnë shëndetin e foshnjës suaj për gjithë jetën.

# onboarding_screen2_subtext
source: From brain development to immunity, early nutrition makes all the difference. Niblin helps you get it right.
sq: Nga zhvillimi i trurit te imuniteti, ushqyerja e hershme bën gjithë diferencën. Niblin ju ndihmon ta bëni siç duhet.

# onboarding_screen2_cta
source: Show Me How
sq: Më trego si

# onboarding_screen3_headline
source: Confused about what to feed next?
sq: Të hutuar për çfarë të ushqeni më pas?

# onboarding_screen3_subtext
source: Most parents spend hours searching, only to find conflicting advice. Niblin gives you clear, stage-based guidance you can trust.
sq: Shumica e prindërve kalojnë orë të tëra duke kërkuar, por gjejnë këshilla kontradiktore. Niblin ju ofron udhëzime të qarta, sipas moshës, që mund t’i besoni.

# onboarding_screen3_cta
source: See the Difference
sq: Shih ndryshimin

# onboarding_screen4_headline
source: Everything you need, in one app.
sq: Gjithçka që ju duhet, në një aplikacion.

# onboarding_screen4_bullet1
source: Age-based recipes for every stage
sq: Receta sipas moshës, për çdo fazë

# onboarding_screen4_bullet2
source: Track foods & allergy reactions
sq: Ndjekja e ushqimeve dhe alergjive

# onboarding_screen4_bullet3
source: Plan meals & auto-generate shopping lists
sq: Planifikimi i vakteve & listat automatike të blerjeve

# onboarding_screen4_cta
source: Let’s Personalize Your Plan
sq: Personalizo planin tim

# onboarding_screen5_headline
source: Let’s start with your little one.
sq: Le të fillojmë me të voglin tuaj.

# onboarding_screen5_field_name
source: Baby’s name
sq: Emri i foshnjës

# onboarding_screen5_field_dob
source: Date of birth
sq: Data e lindjes

# onboarding_screen5_field_feeding_style
source: Feeding style (Purees, BLW, Mixed)
sq: Mënyra e ushqyerjes (Pure, BLW, e Kombinuar)

source: Name required
sq: Emri është i nevojshëm

source: Purees
sq: Pure

source: Mixed
sq: I kombinuar

source: Please select a feeding style
sq: Ju lutemi zgjidhni një stil ushqyerjeje

source: Select date of birth
sq: Zgjidh datën e lindjes

# onboarding_screen6_headline
source: 90% of brain development happens by age 5.
sq: 90% e zhvillimit të trurit ndodh deri në moshën 5 vjeç.

# onboarding_screen6_subtext
source: We tailor recipes to your baby’s stage to fuel growth and learning.
sq: Ne përshtatim recetat sipas moshës së foshnjës tuaj për të nxitur zhvillimin dhe të mësuarit.

# onboarding_screen7_headline
source: Any allergies or preferences we should know?
sq: A ka alergji apo preferenca që duhet t’i dimë?

# onboarding_screen7_option_dairy
source: Dairy
sq: Qumështi

# onboarding_screen7_option_eggs
source: Eggs
sq: Vezët

# onboarding_screen7_option_peanuts
source: Peanuts
sq: Kikirikët

# onboarding_screen7_option_wheat
source: Wheat
sq: Gruri

# onboarding_screen7_option_other
source: Other (multi-select)
sq: Të tjera (multi-zgjedhje)

# onboarding_screen8_headline
source: Introducing variety early can prevent picky eating later.
sq: Prezantimi i shumëllojshmërisë herët mund të parandalojë ushqyerjen me zgjedhje më vonë.

# onboarding_screen8_subtext
source: We guide you on the right foods, at the right time.
sq: Ne ju udhëzojmë për ushqimet e duhura, në kohën e duhur.

# onboarding_screen9_headline
source: What matters most to you?
sq: Çfarë ka më shumë rëndësi për ju?

# onboarding_screen9_option_growth
source: Healthy growth
sq: Rritja e shëndetshme

# onboarding_screen9_option_picky
source: Preventing picky eating
sq: Parandalimi i ushqyerjes me zgjedhje

# onboarding_screen9_option_allergen
source: Allergen safety
sq: Siguria ndaj alergeneve

# onboarding_screen9_option_planning
source: Meal planning help
sq: Ndihma në planifikimin e vakteve

# onboarding_screen9_cta
source: See My Baby’s Plan
sq: Shih planin e foshnjës sime

# onboarding_screen10_headline
source: Your baby’s first week of meals is ready!
sq: Java e parë e vakteve të foshnjës tuaj është gati!

# onboarding_screen10_subtext
source: Based on your baby’s age, preferences, and goals, we’ve picked the perfect starting recipes.
sq: Bazuar në moshën, preferencat dhe qëllimet e foshnjës suaj, kemi zgjedhur recetat perfekte për të filluar.

# onboarding_screen10_recipe1
source: Banana Oat Porridge
sq: Tërshërë me banane

# onboarding_screen10_recipe2
source: Sweet Potato Fingers
sq: Patate të ëmbla në copa

# onboarding_screen10_recipe3
source: Apple Cinnamon Mash
sq: Pure molle me kanellë

# onboarding_screen11_headline
source: Give your baby the best start — without the stress.
sq: Jepini foshnjës tuaj fillimin më të mirë — pa stres.

# onboarding_screen11_bullet1
source: Expert-vetted recipes for every stage
sq: Receta të kontrolluara nga ekspertë, për çdo fazë

# onboarding_screen11_bullet2
source: Personalized weekly meal plans
sq: Plane javore të personalizuara të vakteve

# onboarding_screen11_bullet3
source: Food & allergy tracker
sq: Ndjekja e ushqimeve dhe alergjive

# onboarding_screen11_bullet4
source: Time-saving shopping lists
sq: Lista blerjesh që kursejnë kohë

# onboarding_screen11_pricing_highlight
source: Highlight yearly plan (Save 40%), then monthly option.
sq: Thekso planin vjetor (Kurseni 40%), pastaj opsionin mujor.

# onboarding_screen11_guarantee
source: Cancel anytime. 7-day money-back guarantee.
sq: Anulo kur të duash. Garanci 7-ditore për kthimin e parave.

source: Welcome back
sq: Mirë se erdhët

source: Sign in to continue to Niblin
sq: Identifikohu për të vazhduar në Niblin

source: Email is required
sq: Email-i është i nevojshëm

source: Enter a valid email
sq: Shkruani një email të vlefshëm

source: Password
sq: Fjalëkalimi

source: Password is required
sq: Fjalëkalimi është i nevojshëm

source: Minimum 6 characters
sq: Minimumi 6 karaktere

source: SIGN IN
sq: IDENTIFIKOHU

source: Forgot Password
sq: Keni harruar fjalëkalimin

source: CONTINUE WITH GOOGLE
sq: VAZHDONI ME GOOGLE

source: CONTINUE WITH APPLE
sq: VAZHDONI ME APPLE

source: By continuing you agree to our
sq: Duke vazhduar, ju pranoni

source: Terms
sq: Kushtet

source: and
sq: dhe

source: Privacy Policy
sq: Politikën e Privatësisë

source: Password reset email sent
sq: Email-i për ndryshimin e fjalëkalimit u dërgua

source: Enter your email to receive a reset link
sq: Shkruani email-in tuaj për të marrë një link për të ndryshuar fjalëkalimin

source: Send reset link
sq: Dërgo linkun

source: Retry
sq: Provo Përsëri

source: Cancel
sq: Anullo

# continueButton
source: Continue
sq: Vazhdo

source: Next
sq: Tjetra

source: Done
sq: Vazhdo

source: Unlock My Plan
sq: Zhblloko planin tim

source: No User Is Currently Logged In
sq: Asnjë përdorues nuk është kyçur aktualisht

source: Failed to Delete Account
sq: Dështoi fshirja e llogarisë!

source: Oops! Something went wrong. Please try again.
sq: Ups! Diçka shkoi gabim. Të lutem provo përsëri

# category_breakfast
source: Breakfast
sq: Mëngjes

# category_lunch
source: Lunch
sq: Drekë

# category_dinner
source: Dinner
sq: Darkë

# category_snacks
source: Snacks
sq: Ushqime të lehta

# category_desserts
source: Desserts
sq: Ëmbëlsira

# category_drinks
source: Drinks
sq: Pije

# baby_stage_1
source: Stage 1: 4-6 months
sq: Faza 1: 4-6 muaj

# baby_stage_2
source: Stage 2: 6-8 months
sq: Faza 2: 6-8 muaj

# baby_stage_3
source: Stage 3: 8-12 months
sq: Faza 3: 8-12 muaj

# baby_stage_toddler
source: Toddler: 12-24 months
sq: Fëmijë: 12-24 muaj

# development_benefit_brain
source: Brain Development
sq: Zhvillimi i trurit

# development_benefit_immunity
source: Immunity
sq: Imuniteti

# development_benefit_digestive
source: Digestive Health
sq: Shëndeti i tretjes

# development_benefit_bone
source: Bone Growth
sq: Rritja e kockave

# development_benefit_eye
source: Eye Health
sq: Shëndeti i syve

# measurement_unit_metric
source: Metric
sq: Metrik

# recipe_prep_time
source: Prep time
sq: Koha e përgatitjes

# recipe_cook_time
source: Cook time
sq: Koha e gatimit

# recipe_total_time
source: Total time
sq: Koha totale

# recipe_servings
source: Servings
sq: Porcionet

# recipe_rating
source: Rating
sq: Vlerësimi

# recipe_portions
source: portions
sq: porcione

# recipe_ingredients
source: Ingredients
sq: Përbërësit

# recipe_instructions
source: Instructions
sq: Udhëzimet

# recipe_serving_guidance
source: Serving Guidance
sq: Udhëzime për shërbim

# recipe_storage_info
source: Storage & Leftovers
sq: Ruajtja dhe mbetjet

# recipe_troubleshooting
source: Troubleshooting
sq: Zgjidhja e problemeve

# recipe_why_kids_love_this
source: Why Kids Love This
sq: Pse fëmijët e duan këtë

# recipe_nutritional_info
source: Nutritional Information
sq: Informacioni ushqyes

# recipe_development_benefits
source: Development Benefits
sq: Përfitimet për zhvillim

# recipe_fun_facts
source: Fun Facts
sq: Fakte të këndshme

# recipe_add_to_favorites
source: Add to Favorites
sq: Shto në të preferuarat

# recipe_remove_from_favorites
source: Remove from Favorites
sq: Hiq nga të preferuarat

# recipe_add_to_meal_plan
source: Add to Meal Plan
sq: Shto në planin e vakteve

# recipe_mark_as_tried
source: Mark as Tried
sq: Shëno si të provuar

# recipe_share
source: Share Recipe
sq: Ndaj recetën

# recipe_personal_notes
source: Personal Notes
sq: Shënime personale

# recipe_add_note
source: Add a note...
sq: Shto një shënim...

# recipe_save_note
source: Save Note
sq: Ruaj shënimin

# recipe_search_hint
source: Search recipes...
sq: Kërko receta...

# recipe_filter_by_category
source: Filter by category
sq: Filtro sipas kategorisë

# recipe_filter_by_stage
source: Filter by stage
sq: Filtro sipas fazës

# recipe_filter_by_allergens
source: Filter by allergens
sq: Filtro sipas alergeneve

# recipe_clear_filters
source: Clear filters
sq: Pastro filtrat

# recipe_next_suggested
source: Next Suggested Recipe
sq: Receta e ardhshme e sugjeruar

# recipe_related_recipes
source: Related Recipes
sq: Receta të ngjashme

# recipe_recommended_for_you
source: Recommended for You
sq: Të rekomanduara për ju

# recipe_calories_per_serving
source: Calories per serving
sq: Kalori për porcion

# recipe_vitamins
source: Vitamins
sq: Vitamina

# recipe_minerals
source: Minerals
sq: Minerale

# recipe_stage_variations
source: Stage Variations
sq: Variacionet e fazës

# recipe_texture_guide
source: Texture Guide
sq: Udhëzuesi i teksturës

# recipe_allergy_warning
source: Allergy Warning
sq: Paralajmërim alergji

# recipe_substitutions
source: Substitutions
sq: Zëvendësimet

# recipe_error_loading
source: Error loading recipe
sq: Gabim në ngarkimin e recetës

# recipe_error_not_found
source: Recipe not found
sq: Receta nuk u gjet

# recipe_error_network
source: Network error. Please check your connection.
sq: Gabim rrjeti. Ju lutemi kontrolloni lidhjen tuaj.

# recipe_error_try_again
source: Try again
sq: Provo përsëri

# recipe_offline_message
source: You're offline. Showing cached content.
sq: Jeni offline. Po shfaqet përmbajtja e ruajtur.

# recipe_empty_state_title
source: No recipes found
sq: Nuk u gjetën receta

# recipe_empty_state_message
source: Try adjusting your filters or search terms
sq: Provoni të ndryshoni filtrat ose termat e kërkimit

# recipe_empty_favorites_title
source: No favorite recipes yet
sq: Ende nuk keni receta të preferuara

# recipe_empty_favorites_message
source: Heart recipes you love to see them here
sq: Shënoni recetat që doni për t'i parë këtu

# recipe_loading
source: Loading recipes...
sq: Po ngarkohen recetat...

# recipe_pull_to_refresh
source: Pull to refresh
sq: Tërhiqni për të rifreskuar

# recipe_meal_plan_success
source: Added to meal plan
sq: U shtua në planin e vakteve

# recipe_favorite_added
source: Added to favorites
sq: U shtua në të preferuarat

# recipe_favorite_removed
source: Removed from favorites
sq: U hoq nga të preferuarat

# recipe_tried_marked
source: Marked as tried
sq: U shënua si e provuar

# recipe_note_saved
source: Note saved
sq: Shënimi u ruajt

# recipe_unit_toggle
source: Toggle units
sq: Ndrysho njësitë

# recipe_metric_units
source: Metric units
sq: Njësi metrike

# recipe_imperial_units
source: Imperial units
sq: Njësi imperiale

# saveBabysPlan
source: Save {babyName}'s Plan
sq: Ruaj planin e {babyName}

source: Save Your Plan
sq: Ruaj planin tënd

# justOneLastStep
source: Just one last step to keep your personalized plan safe and accessible.
sq: Edhe një hap për ta ruajtur planin tuaj të personalizuar.

# withYourFreeNiblinAccount
source: With your free Niblin account, you can:
sq: Me llogarinë tuaj falas të Niblin, ju mund të:

# access30StarterRecipesBaby
source: Access 30 starter recipes chosen specifically for {babyName}'s age.
sq: Aksesoni 30 receta të zgjedhura posaçërisht për moshën e {babyName}.

# access30StarterRecipesGeneric
source: Access 30 starter recipes chosen specifically for your baby's age.
sq: Aksesoni 30 receta të zgjedhura posaçërisht për moshën e bebit tuaj.

source: Niblin's blog.
sq: Blogu i Niblin.

# unlockFirstBitesGuide
source: Unlock the 'First Bites' guide to get started with confidence.
sq: Guida 'Hapat e Para' për të filluar ushqyerjen e bebit tuaj me vetëbesim.

source: or
sq: ose

source: Continue with email
sq: Vazhdo me email

source: Sign up with email
sq: Regjistrohu me email

source: Close
sq: Mbyll

source: Full Name
sq: Emri i plotë

source: Jane Doe
sq: Emri Mbiemri

source: Name is required
sq: Emri është i nevojshëm

# saveBabysPlanAndGetStarted
source: Save {babyName}'s Plan & Get Started
sq: Ruaj planin e {babyName} & Fillo

# saveMyPlanAndGetStarted
source: Save My Plan & Get Started
sq: Ruaj planin tim & Fillo

source: Home
sq: Kreu

source: Explore
sq: Eksploro

source: Plan
sq: Plani

source: Tracker
sq: Gjurmo

source: Good morning
sq: Mirëmëngjes

source: Good afternoon
sq: Mirëdita

source: Time for dinner
sq: Koha për darkë

source: Good evening
sq: Mirëmbrëma

source: month old
sq: muajsh

source: months old
sq: muajsh

source: Settings
sq: Cilësimet

source: Today's Meal Plan 🍲
sq: Plani i Ushqimeve për Sot 🍲

source: min total
sq: min në total

source: View Recipe
sq: Shiko Recetën

source: Log Meal
sq: Regjistro Ushqimin

source: Swap
sq: Ndërro

source: No meals scheduled for today
sq: Nuk ka ushqime të planifikuara për sot

source: Tap here to explore recipes!
sq: Shtyp këtu për të eksploruar recetat!

source: Explore Recipes
sq: Eksploro Recetat

source: This Week's Journey
sq: Këtë Javë

source: Ready to explore new flavors this week!
sq: Gati për të eksploruar shije të reja këtë javë!

# youveIntroducedOneNewFoodThisWeek
source: You've introduced 1 new food this week! Great start.
sq: Keni provuar 1 ushqim të ri këtë javë! Fillim i mbarë.

# youveIntroducedNewFoodsThisWeek
source: You've introduced {foodCount} new foods this week! Great job.
sq: Keni provuar {foodCount} ushqime të reja këtë javë! Punë e shkëlqyer.

source: Meals logged
sq: Ushqime të regjistruara

source: New foods
sq: Ushqime të reja

source: For This Stage
sq: Për Këtë Fazë

source: Tip
sq: Këshillë

source: Article
sq: Artikull

source: Reminder
sq: Kujtesë

source: Milestone
sq: Arritje

source: Safety
sq: Siguri

source: Ages
sq: Mosha

source: months
sq: muajs

source: Tired of daily planning?
sq: U lodhe duke planifikuar çdo ditë?

source: Unlock your full weekly meal plan.
sq: Planifiko të gjithë javën tani.

source: Go Premium
sq: Kalo në Premium
